Repository: franckbret/django_project_i18n_demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: Castellano
fr: Espagnol

source: homepage
fr: page d'accueil

source: ^one/
fr: ^un/

source: one
fr: un

source: ^two/
fr: ^deux/

source: two
fr: deux

source: ^three/
fr: ^trois/

source: three
fr: trois

source: Back to homepage,
fr: Retour à l'accueil

source: Evaluating Django i18n
fr: Evaluation de Django i18n

source: Some tests around the Django Internationalization machinery
fr: Quelques essais du dispositif d'internationalization de Django

source: Homepage
fr: Page d'accueil

source: One
fr: Un

source: Two
fr: Deux

source: <p>This is a paragraph inside a 'blocktrans' django template tag.</p>
fr: <p>Ceci est un paragraphe a l'intérieur du 'blocktrans' template tag de Django.</p>

source: Current language
fr: Langage actif

source: Available language
fr: Langues disponible

source: Set your language preferences :
fr: Fixer vos préférences de langages

source: Change
fr: Changer

source: View this page page in :
fr: Voir cette page en

source: <p>This is the content of page one.</p>
fr: <p>Le contenu de la première page</p>

source: <p>This is the content of page three.</p>
fr: <p>Le contenu de la troisième page.</p>

source: <p>This is the content of page two.</p>
fr: <p>Le contenu de la seconde page.</p>
